IDEA Open Model
MatAnchorProperties.FLS Property
Compatible with IDEA StatiCa Beta 20.0
 Limit force in shear.
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double FLS { get; set; }
Public Property FLS As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace